Repository: TICESoftware/tice-ios
Catalog: TICE/Resources/*.lproj/Localizable.strings
Languages: de

# register_welcome
source: Welcome to
de: Willkommen zu

# register_name_title
source: Your name as seen by others:
de: Dein Name, wie er anderen angezeigt wird:

# register_name_placeholder
source: Your Name
de: Dein Name

# register_register
source: Let’s Go
de: Los geht’s

# teams_team_invited
source: Invited
de: Eingeladen

# teams_team_meetingUp
source: Meeting Up
de: Treffen aktiv

# teams_team_description
source: %@ Persons
de: %@ Personen

# teams_createTeam
source: Create a new group
de: Neue Gruppe erstellen

# teams_settings
source: Settings
de: Einstellungen

# teams_title
source: Groups
de: Gruppen

# map_location_pin
source: Marked Location
de: Markierter Ort

# map_location_unknown
source: Unknown Location
de: Unbekannter Ort

# map_location_meetingPoint
source: Meeting Point
de: Treffpunkt

# team_locationSharing_start_title
source: Share location
de: Standort teilen

# team_locationSharing_active_title
source: Sharing location
de: Standort wird geteilt

# team_locationSharing_othersActive_title
source: Share location
de: Standort teilen

# team_locationSharing_starting_title
source: Start sharing…
de: Teilen initiiert…

# team_locationSharing_active_subtitle
source: Stop sharing
de: Teilen beenden

# group_member_admin
source: Leader
de: Admin

# group_member_member
source: Member
de: Mitglied

# group_locationSharing_active
source: Shares their location
de: Teilt den Standort

# timeAgo_year_one
source: 1 year ago
de: vor 1 Jahr

# timeAgo_year_mutiple
source: %@ years ago
de: vor %@ Jahren

# timeAgo_year_last
source: Last year
de: Letztes Jahr

# timeAgo_year_short
source: %@y
de: %@J

# timeAgo_month_one
source: 1 month ago
de: vor 1 Monat

# timeAgo_month_mutiple
source: %@ months ago
de: vor %@ Monaten

# timeAgo_month_last
source: Last month
de: Letzten Monat

# timeAgo_week_one
source: 1 week ago
de: vor 1 Woche

# timeAgo_week_mutiple
source: %@ weeks ago
de: vor %@ Wochen

# timeAgo_week_last
source: Last week
de: Letzte Woche

# timeAgo_day_one
source: 1 day ago
de: vor 1 Tag

# timeAgo_day_mutiple
source: %@ days ago
de: vor %@ Tagen

# timeAgo_day_last
source: Yesterday
de: Gestern

# timeAgo_day_short_yesterday
source: 1d
de: 1T

# timeAgo_day_short
source: %@d
de: %@T

# timeAgo_hour_one
source: 1 hour ago
de: vor 1 Stunde

# timeAgo_hour_mutiple
source: %@ hours ago
de: vor %@ Stunden

# timeAgo_hour_last
source: An hour ago
de: Letzte Stunde

# timeAgo_minute_one
source: 1 minute ago
de: vor 1 Minute

# timeAgo_minute_mutiple
source: %@ minutes ago
de: vor %@ Minuten

# timeAgo_minute_last
source: A minute ago
de: Letzte Minute

# timeAgo_minute_short
source: %@m
de: %@min

# timeAgo_second_one
source: 1 second ago
de: vor 1 Sekunde

# timeAgo_second_mutiple
source: %@ seconds ago
de: vor %@ Sekunden

# timeAgo_second_last
source: Just now
de: Jetzt

# notification_group_deleted_title
source: Group deleted
de: Gruppe gelöscht

# notification_group_deleted_body
source: %1$@ has deleted the group '%2$@'.
de: %1$@ hat die Gruppe '%2$@' gelöscht.

# notification_group_memberAdded_title
source: %1$@ joined
de: %1$@ beigetreten

# notification_group_memberAdded_body
source: %1$@ has joined the group '%2$@'.
de: %1$@ ist der Gruppe '%2$@' beigetreten.

# notification_group_memberDeleted_title
source: %1$@ left
de: %1$@ ausgetreten

# notification_group_memberDeleted_body
source: %1$@ has left the group '%2$@'.
de: %1$@ hat die Gruppe '%2$@' verlassen.

# notification_meetup_created_title
source: Invited to meet up
de: Eingeladen zum Treffen

# notification_meetup_created_body
source: %1$@ has invited you to meet up in the group '%2$@'.
de: %1$@ hat dich zu einem Treffen in der Gruppe '%2$@' eingeladen.

# notification_meetup_deleted_title
source: Meetup ended
de: Treffen beendet

# notification_meetup_deleted_body
source: %1$@ has ended the meetup in the group '%2$@'.
de: %1$@ hat das Treffen in der Gruppe '%2$@' beendet.

# notification_group_updated_title
source: Group updated
de: Gruppe aktualisiert

# notification_group_updated_body
source: %1$@ has updated the group '%2$@'.
de: %1$@ hat die Gruppe '%2$@' aktualisiert.

# user_name_invalid
source: Invalid user
de: Ungültiger Nutzer

# logs_confirmDeletion_title
source: Delete Logs?
de: Logs Löschen?

# logs_confirmDeletion_body
source: Do you really want to delete all existing log files?
de: Möchtest du alle bestehenden Logdateien löschen?

# settings_title
source: Settings
de: Einstellungen

# settings_name_footer
source: This name will be displayed to others, so choose a proper name so that they recognize you.
de: Dieser Name wird anderen angezeigt, also wähle einen, mit dem dich andere erkennen.

# settings_name_title
source: Your Name
de: Dein Name

# settings_privacy_header
source: Privacy
de: Privatsphäre

# settings_feedback_give
source: Give Feedback
de: Feedback geben

# settings_account_header
source: Your data
de: Deine Daten

# settings_account_confirmDeletion_message
source: Deleting all your user data will delete your user on TICE and all groups you are the only leader of. Do you want to delete all your data?
de: Löschen all deiner Nutzerdaten wird deinen Nutzer in TICE und alle Gruppen, in denen du der einzige Admin bist, löschen. Möchtest du alle deine Daten löschen?

# settings_account_delete
source: Delete all my data…
de: Alle meine Daten löschen…

# settings_about_header
source: About TICE
de: Über TICE

# settings_about_footer
source: Made with ♥ in Berlin by TICE Software UG (haftungsbeschränkt) Version %@
de: Made with ♥ in Berlin von TICE Software UG (haftungsbeschränkt) Version %@

# groupSettings_title
source: Group Info
de: Gruppeninfo

# groupSettings_permissions_header
source: Permissions
de: Berechtigungen

# groupSettings_members_header
source: Members
de: Mitglieder

# groupSettings_participation_header
source: Participation
de: Teilnahme

# groupSettings_permissions_accessibleBy
source: Accessible by
de: Einsehbar durch

# groupSettings_permissions_modifiableBy
source: Modifiable by
de: Bearbeitbar durch

# groupSettings_members_add
source: Invite more people
de: Weitere Personen einladen

# groupSettings_participation_leave
source: Leave group…
de: Gruppe verlassen…

# groupSettings_participation_delete
source: Delete group…
de: Gruppe löschen…

# groupSettings_participation_confirmLeave_title
source: Leave Group?
de: Gruppe verlassen?

# groupSettings_participation_confirmLeave_body
source: Do you really want to leave the group?
de: Möchtest du diese Gruppe wirklich verlassen?

# groupSettings_participation_confirmLeave_leave
source: Leave
de: Verlassen

# groupSettings_participation_confirmDeletion_title
source: Delete Group?
de: Gruppe löschen?

# groupSettings_participation_confirmDeletion_body
source: Do you really want to delete the group? It will be deleted for all members.
de: Möchtest du die Gruppe wirklich löschen? Sie wird für alle anderen Mitglieder ebenfalls gelöscht.

# groupSettings_participation_confirmDeletion_delete
source: Delete
de: Löschen

# groupSettings_members_member_remove
source: Remove from group
de: Aus Gruppe entfernen

# groupSettings_members_member_promote
source: Promote to Leader
de: Zum Admin ernennen

# groupSettings_members_member_confirmRemoval_title
source: Remove from Group?
de: Aus Gruppe entfernen?

# groupSettings_members_member_confirmRemoval_body
source: The user will be notified about the exclusion.
de: Der Nutzer wird über seinen Ausschluss benachrichtigt.

# groupSettings_members_member_confirmRemoval_remove
source: Remove
de: Entfernen

# groupSettings_members_member_confirmPromotion_title
source: Promote to Leader?
de: Zum Admin ernennen?

# groupSettings_members_member_confirmPromotion_body
source: A leader can manage all group settings. Do you want to promote %@ to being a leader?
de: Ein Admin kann alle Gruppeneinstellungen verwalten. Möchtest du %@ zum Admin ernennen?

# groupSettings_members_member_confirmPromotion_remove
source: Promote
de: Ernennen

# createMeetup_title
source: Create Meetup
de: Treffen erstellen

# createMeetup_basic_name_default
source: Meeting
de: Treffen

# createMeetup_permissions_header
source: Permissions
de: Berechtigungen

# createMeetup_group_header
source: Group
de: Gruppe

# createMeetup_group_name_title
source: Group Name
de: Gruppenname

# createMeetup_group_name_placeholder
source: Meeting
de: Treffen

# createMeetup_group_accessibleBy
source: Accessible by
de: Einsehbar durch

# createMeetup_group_modifiableBy
source: Modifiable by
de: Bearbeitbar durch

# createMeetup_meetingPoint_title
source: Meeting Point
de: Treffpunkt

# createMeetup_meetingPoint_header
source: Meeting Point
de: Treffpunkt

# createGroup_title
source: Create Group
de: Gruppe hinzufügen

# createGroup_done
source: Continue
de: Weiter

# createGroup_basic_name
source: Group Name
de: Gruppenname

# createGroup_basic_name_placeholder
source: Meeting
de: Treffen

# createGroup_permissions_header
source: Permissions
de: Berechtigungen

# createGroup_permissions_accessibleBy
source: Accessible by
de: Einsehbar durch

# joinMode_open
source: Shared Link
de: Geteilten Link

# joinMode_closed
source: Personal Invite
de: Persönliche Einladung

# createGroup_permissions_modifiableBy
source: Modifiable by
de: Bearbeitbar durch

# permissionMode_everyone
source: Everyone
de: Jeden

# permissionMode_admin
source: Only Leaders
de: Nur Admins

# meetupSettings_title
source: Manage Meetup
de: Treffen verwalten

# meetupSettings_participation_join_title
source: You are invited to join this meetup
de: Du bist zu diesem Treffen eingeladen

# meetupSettings_participation_join_body
source: Joining the meetup will let you see others on the map.
de: Wenn du am Treffen teilnimmst, siehst du die anderen auf der Karte.

# meetupSettings_participation_join_join
source: Join meetup
de: Teilnehmen

# meetupSettings_participation_leave_title
source: You participate in this Meetup
de: Du nimmst an diesem Treffen teil

# meetupSettings_participation_leave_body
source: You can leave the meetup at any time.
de: Du kannst das Treffen jederzeit verlassen.

# meetupSettings_participation_leave_leave
source: Leave meetup
de: Treffen verlassen

# meetupSettings_participation_delete_title
source: You lead this meetup
de: Du bist Admin dieses Treffens

# meetupSettings_participation_delete_body
source: You can end the meetup for everyone at any time.
de: Du kannst das Treffen jederzeit für alle beenden.

# meetupSettings_participation_delete_delete
source: End meetup
de: Treffen beenden

# meetupSettings_participants_header
source: Participants
de: Teilnehmer

# meetupSettings_nonParticipants_header
source: Pending
de: Ausstehend

# meetupOverview_title
source: Meetup Overview
de: Übersicht

# meetupOverview_meetup_description_participationStatus_admin
source: Leading ·
de: Admin ·

# meetupOverview_meetup_description_participationStatus_member
source: Participating ·
de: Teilnehmend ·

# meetupOverview_meetup_description_participants
source: %@ participants
de: %@ Teilnehmer

# meetupOverview_createMeetup
source: Create Meetup
de: Treffen erstellen

# simpleAnnotationDetail_title_default
source: Unknown
de: Unbekannt

# simpleAnnotationDetail_description_default
source: Unknown
de: Unbekannt

# clusterAnnotationDetail_title
source: Multiple Members
de: Mehrere Mitglieder

# clusterAnnotationDetail_unknownMember
source: Unknown
de: Unbekannt

# locationAnnotationDetail_title
source: Marked Location
de: Markierter Ort

# locationAnnotationDetail_createMeetingPoint
source: Set as Meeting Point
de: Als Treffpunkt setzen

# locationAnnotationDetail_createMeetup
source: Start Meetup here
de: Starte Treffen hier

# userAnnotationDetail_title_default
source: Unknown Person
de: Unbekannte Person

# userAnnotationDetail_description_default
source: Unknown Location
de: Unbekannter Ort

# meetingPointDetail_title
source: Meeting Point
de: Treffpunkt

# meetingPointDetail_description_default
source: Unknown Location
de: Unbekannter Ort

# meetingPointDetail_isMeetingPoint
source: Set as Meeting Point
de: Als Treffpunkt gesetzt

# meetingPointDetail_delete
source: Delete
de: Löschen

# joinGroup_title
source: Join Group
de: Gruppe beitreten

# joinGroup_permissions_header
source: Permissions
de: Berechtigungen

# joinGroup_participation_header
source: Participation
de: Teilnahme

# joinGroup_permissions_accessibleBy
source: Accessible by
de: Einsehbar durch

# joinGroup_permissions_modifiableBy
source: Modifiable by
de: Bearbeitbar durch

# joinGroup_participation_join
source: Join
de: Beitreten

# changeGroupName_title
source: Change Group Name
de: Gruppenname ändern

# invite_title
source: Invite People
de: Personen einladen

# invite_description
source: Invite people by sharing this link, its all they need to join your group.
de: Lade Personen zur Gruppe ein, indem du diesen Link teilst.

# invite_done
source: Done
de: Fertig

# invite_invitation
source: Join %@ and meet up with the secure TICE app or directly in your browser. Tap here: %@
de: Tritt %@ bei und triff dich mit der sicheren TICE-App oder direkt im Browser. Drücke hier: %@

# alert_cancel
source: Cancel
de: Abbrechen

# general_back
source: Back
de: Zurück

# alert_error_title
source: Error
de: Fehler

# alert_error_body
source: Unknown error
de: Unbekannter Fehler

# invite_share
source: Share
de: Teilen

# createMeetup_meetingPoint_none
source: None
de: Keiner

# user_name_someone
source: Someone
de: Jemand

# migration_migrating
source: Migrating data…
de: Daten aktualisieren…

# createMeetup_continue
source: Continue
de: Weiter

# notification_meetup_memberAdded_title
source: %1$@ joined
de: %1$@ beigetreten

# notification_meetup_memberAdded_body
source: %1$@ has joined the meetup in the group '%2$@'.
de: %1$@ ist dem Treffen in der Gruppe '%2$@' beigetreten.

# notification_meetup_memberDeleted_title
source: %1$@ left
de: %1$@ ausgetreten

# notification_meetup_memberDeleted_body
source: %1$@ has left the meetup in the group '%2$@'.
de: %1$@ hat das Treffen in der Gruppe '%2$@' verlassen.

# notification_meetup_updated_title
source: Meetup updated
de: Treffen aktualisiert

# notification_meetup_updated_body
source: %1$@ has updated the meetup in the group '%2$@'.
de: %1$@ hat das Treffen in der Gruppe '%2$@' aktualisiert.

# notification_locationSharing_othersSharing_notification_enabled_title
source: %1$@ shares their location
de: %1$@ teilt den Standort

# notification_locationSharing_othersSharing_notification_enabled_body
source: %1$@ has started sharing their location in the group %2$@.
de: %1$@ teilt jetzt den Standort in der Gruppe %2$@.

# notification_locationSharing_othersSharing_notification_enabled_meta
source: %1$@ has started sharing their location.
de: %1$@ teilt jetzt den Standort.

# notification_locationSharing_othersSharing_notification_disabled_title
source: %1$@ stopped sharing their location
de: %1$@ teilt den Standort nicht mehr

# notification_locationSharing_othersSharing_notification_disabled_body
source: %1$@ has stopped sharing their location in the group %2$@.
de: %1$@ teilt jetzt nicht mehr den Standort in der Gruppe %2$@.

# notification_locationSharing_othersSharing_notification_disabled_meta
source: %1$@ has stopped sharing their location.
de: %1$@ teilt jetzt nicht mehr den Standort.

# deeplink_confirmation_title
source: Open Link?
de: Link öffnen?

# deeplink_confirmation_body
source: Opening the link cancels your current activity. Do you want to open the link?
de: Das Öffnen des Links bricht deine aktuelle Aktivität ab. Möchtest du den Link öffnen?

# deeplink_confirmation_openLink
source: Open Link
de: Link öffnen

# invite_invitation_title
source: Join %@ and meet up with the secure TICE app or directly in your browser.
de: Tritt %@ bei und triff dich mit der sicheren TICE-App oder direkt im Browser.

# meetupSettings_participants_participant_remove
source: Remove from Meetup
de: Aus Treffen entfernen

# meetupSettings_participants_participant_confirmRemoval_title
source: Remove from Meetup?
de: Aus Treffen entfernen?

# meetupSettings_participants_participant_confirmRemoval_body
source: Do you want to remove the user %@ from the meetup? They can join again depending on the meetup settings.
de: Möchtest du den Nutzer %@ aus dem Treffen entfernen? Der Nutzer je nach Treff-Einstellungen wieder beitreten.

# meetupSettings_participants_participant_confirmRemoval_remove
source: Remove
de: Entfernen

# update_title
source: Version Check
de: Versionsüberprüfung

# update_error_generic
source: An error occured while checking your app version: %@ %@
de: Es gab ein Problem beim Überprüfen deiner App-Version: %@ %@

# update_error_outdated
source: There is a new required version of TICE. Please update the app at least to version %@ to continue.
de: Es gibt eine neue Version von TICE. Bitte aktualisiere die App mindestens auf %@, um fortzufahren.

# update_retry
source: Check again
de: Nochmal überprüfen

# update_error_recovery
source: Please try again later.
de: Bitte versuche es später noch einmal.

# mainViewModel_error_notPermittedToUseLocation
source: TICE is not authorized to use your location.
de: TICE darf deinen Standort nicht verwenden.

# notification_group_excluded_title
source: Removed from group
de: Aus Gruppe entfernt

# notification_group_excluded_body
source: You have been removed from a group.
de: Du wurdest aus einer Gruppe entfernt.

# groupSettings_participation_confirmDeletion_bodyWithReceipts
source: Do you really want to delete the group? It has not yet expired upgrades assigned to it, that will be deleted, too. The group will be deleted for all members.
de: Möchtest du die Gruppe wirklich löschen? Sie besitzt noch nicht abgelaufene Upgrades, die ebenfalls gelöscht werden. Die Gruppe wird für alle anderen Mitglieder ebenfalls gelöscht.

# teams_editing_delete
source: Delete…
de: Löschen…

# teams_editing_leave
source: Leave…
de: Verlassen…

# settings_encryption_header
source: 🔒 Encryption
de: 🔒 Verschlüsselung

# settings_encryption_footer
source: Your location data is always protected by modern end-to-end-encryption, so that no one can track or record your locations, who isn't in an active meetup with you. Even the app operator can't access your locations.
de: Die Standortdaten werden durchgängig mit moderner Ende-zu-Ende-Verschlüsselung so geschützt, dass dein Standort von niemandem aufgezeichnet oder gesehen werden kann, mit dem du nicht in einem aktiven Treffen bist. Selbst die Betreiber haben auf deinen Standort keinen Zugriff.

# meetupSettings_participants_overfullFooter
source: The meetup is currently overfull, which pauses location sharing in this meetup. Use upgrades to continue sharing your location.
de: Das Treffen ist zur Zeit übervoll, sodass der Standortaustausch pausiert ist. Benutze Upgrades, um den Standortaustausch fortzusetzen.

# meetupSettings_participants_fullFooter
source: The meetup is full. Consider using more upgrades to allow others to join the meetup.
de: Das Treffen ist voll. Benutze mehr Upgrades, damit weitere Menschen am Treffen teilnehmen können.

source: Meetup overfull
de: Treffen übervoll

# teamName_owner
source: %@'s Group
de: %@s Gruppe

# teamName_unknown
source: Unnamed Group
de: Unbenannte Gruppe

# name_you
source: you
de: du

# teamName_owner_s
source: %@' Group
de: %@' Gruppe

# joinGroup_confirmJoinMeetup_title
source: Join Meetup?
de: Am Treffen teilnehmen?

# joinGroup_confirmJoinMeetup_body
source: There is an active meetup in this group. Do you want to join the meetup and share your location?
de: In dieser Gruppe ist ein Treffen aktiv. Möchtest du beim Treffen teilnehmen und deinen Standort mit den anderen teilen?

# joinGroup_confirmJoinMeetup_join
source: Join
de: Teilnehmen

# settings_feedback_mailError_title
source: Error
de: Fehler

# settings_feedback_mailError_message
source: Your device seems to be unable to send mails.
de: Dein Gerät unterstützt scheinbar nicht den Versand von E-Mails.

# settings_feedback_confirmationAlert_title
source: Thanks for your feedback
de: Danke für dein Feedback

# settings_account_confirmDeletion_title
source: Delete all your data?
de: Alle deine Daten löschen?

# settings_account_confirmDeletion_delete
source: Delete
de: Löschen

# map_search_placeholder
source: Search for a place or address
de: Suche nach Ort oder Adresse

# register_subtitle
source: The secure and easy way to share your location with others.
de: Der sichere und einfachere Weg, deinen Standort mit anderen zu teilen.

# chat_bar_placeholder
source: New Message…
de: Neue Nachricht…

# chat_sendingCell_sending
source: Sending…
de: Senden…

# chat_sendingCell_failed
source: Failed
de: Fehlgeschlagen

# timeAgo_short
source: %@ ago
de: vor %@

# notification_group_message_title_unknownSender
source: Someone in %@
de: Jemand in %@

# notification_group_message_title_unknown
source: New Message
de: Neue Nachricht

# chat_meta_meetup_deleted_body
source: %1$@ has ended the meetup.
de: %1$@ hat das Treffen beendet.

# chat_meta_group_memberAdded_body
source: %1$@ has joined the group.
de: %1$@ ist der Gruppe beigetreten.

# chat_meta_group_memberDeleted_body
source: Someone has left the group.
de: Jemand hat die Gruppe verlassen.

# chat_meta_meetup_created_body
source: %1$@ has invited the group to meet up.
de: %1$@ hat die Gruppe zu einem Treffen eingeladen.

# chat_meta_group_updated_body
source: %1$@ has updated the group.
de: %1$@ hat die Gruppe aktualisiert.

# chat_meta_meetup_updated_body
source: %1$@ has updated the meetup.
de: %1$@ hat das Treffen aktualisiert.

# chat_meta_meetup_memberDeleted_body
source: Someone has left the meetup.
de: Jemand hat das Treffen verlassen.

# chat_meta_meetup_memberAdded_body
source: %1$@ has joined the meetup.
de: %1$@ ist dem Treffen beigetreten.

# error_appFlow_migrationFailed
source: Migrating data from a previous app version failed. Please try again. If you like you can report the error to help us resolving the issue.
de: Das Migrieren der Daten von einer früheren App-Version ist fehlgeschlagen. Bitte erneut probieren. Wenn du möchtest, kannst du uns einen Fehlerbericht senden, damit wir das Problem beheben können.

# error_appFlow_deprecatedApp
source: Cannot update app data to current version because too many recent updates have been skipped before. You need to reinstall the app in order to use it again.
de: Die App-Daten können nicht aktualisiert werden, da zu viele Updates übersprungen wurden. Die App muss vom Gerät entfernt und neu installiert werden, damit sie wieder benutzbar ist.

# appFlow_migrationError_retryActionTitle
source: Retry
de: Erneut probieren

# error_signedInUserManager_noBroadcaster
source: A notification about the changed name could not be sent to the users in your teams.
de: Die anderen Nutzerinnen und Nutzer in deinen Teams konnten nicht über den geänderten Namen informiert werden.

# error_signedInUserStorageManager_valetError
source: Could not access secure keychain.
de: Auf den sicheren Schlüsselbund konnte nicht zugegriffen werden.

# error_groupStorageManager_groupNotFound
source: Group not found.
de: Gruppe nicht gefunden.

# error_groupStorageManager_membershipNotFound
source: Membership not found.
de: Mitgliedschaft nicht gefunden.

# error_groupStorageManager_userNotFound
source: User not found.
de: Nutzerin bzw. Nutzer nicht gefunden.

# error_serverCertificateStorageManager_serverSigningKeyNotFound
source: Server signing key not found.
de: Signaturschlüssel des Servers nicht gefunden.

# error_databaseManager_initializationFailed
source: Database initialization failed.
de: Initialisierung der Datenbank fehlgeschlagen.

# error_databaseManager_noDatabaseKey
source: Database key not found.
de: Datenbankschlüssel nicht gefunden.
