Repository: TICESoftware/tice-ios
Catalog: TICE/Resources/*.lproj/Localizable.strings
Languages: de

# error_databaseManager_databaseKeyGenerationFailed
source: Generation of database key failed.
de: Generierung des Datenbankschlüssels fehlgeschlagen.

# error_teamManager_userAlreadyMember
source: You are already a member of that group.
de: Du bist bereits Mitglied in dieser Gruppe.

# error_teamManager_notMember
source: You aren't a member of that group.
de: Du bist kein Mitglied dieser Gruppe.

# error_teamManager_notAdmin
source: You aren't group administrator.
de: Du bist kein Gruppen-Administrator.

# error_teamManager_meetupExisting
source: There is an active meetup in that team.
de: Es läuft ein Treffen in diesem Team.

# error_teamManager_outdatedGroup
source: This group needs to be reloaded.
de: Diese Gruppe muss neugeladen werden.

# error_meetupManager_couldNotAccessSignedInUser
source: Could not access logged in user.
de: Zugriff auf eingeloggten Nutzer fehlgeschlagen.

# error_meetupManager_didNotFindGroup
source: Group not found.
de: Gruppe nicht gefunden.

# error_meetupManager_meetupAlreadyRunning
source: There is already a meetup active in this team.
de: In diesem Team läuft bereits ein Treffen.

# error_settingsViewModel_userParticipatingInTeams
source: You need to leave or delete your teams first.
de: Du musst erst alle Teams verlassen bzw. löschen.

# createMeetup_error_invalidGroupJoinMode
source: Invalid join mode.
de: Ungültiger Beitrittsmodus.

# createMeetup_error_invalidGroupPermissionMode
source: Invalid permission mode.
de: Ungültiger Berechtigungsmodus.

# settings_feedback_askForLogs_title
source: Attach logs?
de: Logs anhängen?

# settings_feedback_askForLogs_message
source: If you're reporting an issue app logs are very helpful tracking the bug. Logs don't contain sensitive information like your location data, contents of chat messages or private cryptographic keys. However they contain information like the users you are sharing your location with. Do you want to help us helping you by attaching recent logs to your feedback?
de: Wenn du uns von einem Problem berichten möchtest, können Logs sehr hilfreich bei der Problemlösung sein. Diese Logs beinhalten keine privaten Informationen wie Standortdaten, Inhalte von Chatnachrichten oder geheime kryptographische Schlüssel. Sie enthalten aber zum Beispiel Informationen darüber, mit welchen Nutzern du deinen Standort teilst. Möchtest du uns helfen, dir zu helfen, indem du die letzten Logs an das Feedback anhängst?

# settings_feedback_askForLogs_agree
source: Attach logs
de: Logs anhängen

# settings_feedback_askForLogs_deny
source: No, exclude logs
de: Nein, ohne Logs

# appFlow_migrationError_feedbackActionTitle
source: Report issue
de: Bericht senden

# settings_privacy_url
source: https://ticeapp.com/en/privacy/
de: https://ticeapp.com/de/datenschutz/

# settings_privacy_readPolicy
source: Read privacy policy
de: Datenschutzerklärung lesen

# settings_demo_reset
source: Reset demo group
de: Einführungsgruppe zurücksetzen

# demo_message_opened
source: Hey and welcome to TICE! I'm Anna 👋 Tap the chat button to the right 👉
de: Hey und willkommen zu TICE! Ich bin Anna 👋 Drücke auf den Chatbutton hier rechts 👉

# demo_message_chatOpened
source: This is the chat with which you can talk to the whole group – very handy when meeting up. 😉 As a demo user, I'll show you how meeting up with TICE works. I'm gonna start by sharing my location with you. Close this chat and look for me on the map! 🔍
de: Das hier ist der Chat, mit dem man mit der ganzen Gruppe schreiben kann – sehr praktisch, wenn man sich trifft. 😉 Als Beispielnutzerin zeige dir nun, wie TICE funktioniert. Ich teile mal meinen Standort mit dir. Schließe den Chat wieder und such mich auf der Karte! 🔍

# demo_message_chatClosed
source: Can you see my location on the map? 😀 Let's meet up – share your location with me by tapping the blue "Share Location" button at the top.☝️
de: Siehst du mich auf der Karte? 😀 Lass uns virtuell treffen – teile einfach deinen Standort mit mir, indem du den blauen "Standort teilen" Button oben drückst.☝️

# demo_message_meetingPointCreated
source: Nice! Now I know, where we are heading! 🏃‍♀️🏃‍♂️ Tap on me on the map to see details about my location.
de: Super! Jetzt weiß ich, wo wir hin müssen! 🏃‍♀️🏃‍♂️ Drücke auf mich auf der Karte, um mehr Informationen über meinen Standort zu sehen.

# demo_message_userSelected
source: Here you can see details about my location.🕵️ Stop sharing your location now by tapping the blue "Stop sharing" button at the top again. 🙂
de: Hier siehst du Details über meinen Standort.🕵️ Stoppe das Teilen deines Standorts wieder, indem du oben auf den blauen "Teilen beenden"-Button drückst. 🙂

# demo_team_name
source: Demo group
de: Einführungsgruppe

# demo_team_member_one_description
source: Demo user
de: Beispielnutzerin

# demo_manage_endDemo
source: Delete demo group
de: Einführungsgruppe löschen

# demo_team_member_two_description
source: Demo user
de: Beispielnutzer

# demo_manage_footer
source: You can restart the demo via the app settings at anytime.
de: Die Einführung kann über die App-Einstellungen jederzeit wieder gestartet werden.

# demo_manage_header
source: Manage demo
de: Einführung verwalten

# notification_placeholder_title
source: New message
de: Neue Nachricht

# notification_placeholder_body
source: Something happened inside TICE.
de: Etwas ist bei TICE passiert.

# notification_message_send
source: Send
de: Senden

# notification_message_placeholder
source: Message…
de: Nachricht…

# notification_join_title
source: Join meetup
de: Teilnehmen

# notification_message_title
source: Reply to message
de: Auf Nachricht antworten

# meetupSettings_menu_deleteMeetup_confirmation_title
source: End meetup?
de: Treffen beenden?

# meetupSettings_menu_deleteMeetup_confirmation_body
source: Do you want to end this meetup? It will be ended for all members.
de: Möchtest du das Treffen beenden? Es wird für alle Teilnehmer beendet.

# meetupSettings_menu_deleteMeetup_confirmation_delete
source: End
de: Beenden

# meetupSettings_locationSharing
source: Share your location
de: Meinen Standort teilen

# meetupSettings_locationSharingOff
source: Not sharing your location hides your current location for everyone else. Others will not see, where you currently are.
de: Wenn du deinen Standort nicht teilst, wird deine aktuelle Position nicht für andere angezeigt. Andere werden somit nicht sehen, wo du aktuell bist.

# meetup_meetingUp_locationSharingOff
source: Meeting up
de: Treffen aktiv

# meetup_manageParticipation_locationSharingOff
source: Location hidden
de: Standort versteckt

# clusterAnnotationDetail_description
source: %@ people
de: %@ Personen

# settings_other_header
source: Other
de: Weiteres

# notification_group_membersDeleted_body
source: %1$@ have left the group '%2$@'.
de: %1$@ haben die Gruppe '%2$@' verlassen.

# general_list_end
source: %1$@, and %2$@
de: %1$@ und %2$@

# general_list_two
source: %1$@ and %2$@
de: %1$@ und %2$@

# notification_meetup_membersDeleted_body
source: %1$@ have left the meetup in the group '%2$@'.
de: %1$@ haben das Treffen in der Gruppe '%2$@' verlassen.

# settings_demo_didReset_title
source: Demo reset
de: Einführung zurückgesetzt

# settings_demo_didReset_body
source: The demo group was reset. Go back to the groups and tap it to see the demo.
de: Die Einführungsgruppe wurde zurückgesetzt. Gehe zurück zu deinen Gruppen und tippe sie an, um die Einführung zu sehen.

# demo_message_locationMarked
source: You can convert this location to a meeting point that is shared with everyone in the meetup. Tap the "Set as Meeting Point" in the bottom now.📍👀
de: Du kannst den Ort zu einem Treffpunkt machen, den alle im Treffen sehen. Drücke dazu nun auf den Button "Als Treffpunkt setzen" ganz unten.📍👀

# meetup_acceptInvitation
source: Join meetup
de: Teilnehmen

# teams_demo_editing_delete
source: Hide
de: Ausblenden

# notification_meetup_created_join
source: Join
de: Teilnehmen

# notification_meetup_created_cancel
source: Not now
de: Jetzt nicht

# meetup_joiningMeetup
source: Joining…
de: Teilnehmen…

# userAnnotationDetail_follow
source: Follow on map
de: Auf Karte verfolgen

# team_locationSharing_othersActive_subtitle
source: Others are sharing
de: Andere teilen ihn

# team_locationSharing_otherActive_subtitle
source: %@ is sharing
de: %@ teilt ihn

# team_startLocationSharing_title
source: Start sharing location?
de: Standort teilen?

# team_startLocationSharing_message
source: Your location will be shared with all members of the group.
de: Dein Standort wird mit allen Mitgliedern der Gruppe geteilt.

# team_stopLocationSharing_title
source: Stop location sharing?
de: Standort nicht mehr teilen?

# team_stopLocationSharing_message
source: Other members will not see your location anymore.
de: Andere Mitglieder können deinen Standort dann nicht mehr sehen.

# notification_locationSharing_othersSharing_inApp_join
source: Share
de: Teilen

# notification_locationSharing_othersSharing_inApp_cancel
source: Cancel
de: Abbrechen

# notification_locationSharing_othersSharing_inApp_body_plural
source: %@ are sharing their location in this group. Do you want to share your location with them?
de: %@ teilen ihre Standorte in dieser Gruppe. Möchtest du auch deinen Standort teilen?

# error_teamManager_locationSharing_notAuthorized_title
source: Unauthorized
de: Unautorisiert

# error_teamManager_locationSharing_notAuthorized_message
source: TICE is not authorized to use your location. Please revisit the settings to grant the necessary permission.
de: TICE ist es nicht erlaubt, auf deinen Standort zuzugreifen. Bitte gehe in die Einstellungen, um dies zu erlauben.

# error_teamManager_locationSharing_notAuthorized_openSettings
source: Open Settings
de: Einstellungen öffnen

# groupSettings_locationSharing_header
source: Location Sharing
de: Standortteilen

# groupSettings_locationSharing_stop
source: Stop sharing my location
de: Beende das Standortteilen

# groupSettings_locationSharing_start
source: Share my location
de: Teile meinen Standort

# error_teamManager_notAuthorizedToUseLocation
source: TICE is not authorized to access your location.
de: TICE ist nicht berechtigt auf deinen Standort zuzugreifen.

# error_meetupManager_permissionDenied
source: Permission denied.
de: Zugriff verweigert.

# error_meetupManager_parentKeyMissing
source: Encryption key from parent team is missing.
de: Verschlüsselungsschlüssel des Teams fehlt.

# demo_message_locationSharingEnded
source: Now you know the basics of TICE! 🥳 You can delete this group now by tapping the info button in the top right. See you soon! 👋
de: Jetzt kennst du die Grundlagen von TICE! 🥳 Du kannst die Gruppe nun über den Info-Button oben rechts löschen. Bis bald! 👋

# createGroup_startLocationSharing_title
source: Start sharing location
de: Teile direkt meinen Standort

# demo_message_locationSharingStarted
source: Great! 🤩 Now the group can see your position on the map! Next up: Long press anywhere on the map to mark a location.📍
de: Super! 🤩 Nun sieht die Gruppe deinen Standort auf der Karte. Drücke jetzt lange auf die Karte, um einen Standort zu markieren.📍

# demo_team_confirmLocationSharing_title
source: Share Location?
de: Standort teilen?

# register_name_emptyError
source: Empty names are not allowed
de: Leere Namen sind nicht erlaubt

# demo_team_confirmLocationSharing_body
source: Do you want to start sharing your location? Your location will not be shared with anyone during this demo.
de: Möchtest du deinen Standort teilen? Dein Standort wird während dieser Einführung keinem mitgeteilt.

# team_confirmLocationSharing_title
source: Share Location?
de: Standort teilen?

# demo_message_locationSharingEndedPrematurely
source: Huh, you ended sharing your location. To continue with the demo, start sharing it again with the blue "Share Location" button at the top.☝️
de: Ups, du teilst deinen Standort nicht mehr. Um mit der Einführung fortzufahren, teile wieder deinen Standort mit dem "Standortteilen"-Button oben.☝️

# team_confirmLocationSharing_body
source: This will share your location with everyone in the group. All group members will be notified.
de: Dies teilt deinen Standort mit allen in der Gruppe. Alle Gruppenmitglieder werden darüber benachrichtigt.

# notification_locationSharing_othersSharing_inApp_title
source: Share location?
de: Standort teilen?

# notification_locationSharing_othersSharing_inApp_body_singular
source: %@ is sharing their location in this group. Do you want to share your location with them?
de: %@ teilt den Standort mit dieser Gruppe. Willst du deinen Standort ebenfalls teilen?

# teams_joinTeam
source: Join Group
de: Gruppe beitreten

# teams_joinTeam_title
source: Join Group
de: Gruppe beitreten

# teams_joinTeam_body
source: Join a group by providing a text including the group url or just the group id and key.
de: Tritt einer Gruppe bei, indem du einen Text mit dem Gruppenlink oder der ID inkl. Gruppenschlüssel eingibst.

# teams_joinTeam_action
source: Join
de: Beitreten

# teams_joinTeam_placeholder
source: Group URL or ID#Key
de: Gruppen URL oder ID#Schlüssel
