Repository: TICESoftware/tice-ios
Catalog: TICESnapshots/*.lproj/Localizable.strings
Languages: da, es_mx, fr, pt_br

# snapshot.group.1
source: Family
da: Familie
es_mx: Familia
fr: Famille
pt_br: Familia

# snapshot.group.2
source: Coffee Date
da: Kaffeaftaler
es_mx: Cita en un café
fr: Réunion au café
pt_br: Encontro de Café

# snapshot.group.3
source: Weekly Meeting
da: Ugekonferencer
es_mx: Reunión semanal
fr: Réunion hebdomadaire
pt_br: Reunião Semanal

# snapshot.user.self
source: Sarah
es_mx: Sara

# snapshot.user.1
source: Mom
da: Mor
es_mx: Mamá
fr: Maman
pt_br: Mãe

# snapshot.user.2
source: Dad
da: Far
es_mx: Papá
fr: Papa
pt_br: Pai

# snapshot.user.3
source: Jan
da: Jonas
es_mx: Miguel
fr: Yann
pt_br: Felipe

# snapshot.user.5
source: Mr. Smith
da: Hr. Petersen
es_mx: Sr. Lopez
fr: M. Dupont
pt_br: Sr. Silva

# snapshot.user.6
source: Mr. Young
da: Hr. Hansen
es_mx: Sr. Alvarez
fr: M. Martin
pt_br: Sr. Sedor

# snapshot.group.4
source: Badminton
es_mx: Bádminton
pt_br: Futebol

# snapshot.user.7
source: Ms. Taylor
da: Fr. Larsen
es_mx: Sra. Diaz
fr: Mme Fuchs
pt_br: Sra. Adriano

# snapshot.user.8
source: Paul
da: Poul
es_mx: Paulo
fr: Antoine
pt_br: Paulo

# snapshot.user.9
source: Leonie
da: Lene
es_mx: Julia
fr: Léonie
pt_br: Laura

# snapshot.user.10
source: David
es_mx: Leonardo
pt_br: Leonardo

# snapshot.user.12
source: Felix
da: Fred
es_mx: Félix
fr: Félix
pt_br: Saulo

# snapshot.chat.message.1
source: I suggest we meet right there. I'll put a meeting point on the map.📍
da: Skal vi ikke mødes? Jeg foreslår et mødested og sætter det på kortet. 📍
es_mx: Sugiero que nos encontramos allí. Pongo un punto de encuentro en el mapa. 📍
fr: Je propose que nous nous y retrouvons. Je vais mettre un point de rencontre sur le plan de la ville.
pt_br: Sugiro que nos encontremos ali mesmo. Vou colocar um ponto de encontro no mapa.📍

# snapshot.chat.message.2
source: All right, I'll head straight there! 🚴‍♂️
da: O.k. jeg kommer straks. 🚴‍♂️
es_mx: ¡Vale, voy a ir allí directamente!
fr: Très bien, j'y vais directement.
pt_br: Está bem, eu vou já para aí! 🚴

# snapshot.chat.message.own
source: That's good, it's not far away. See you soon! 👋
da: Fint, det er i nærheden, vi ses! 👋
es_mx: De acuerdo, no está muy lejos. ¡Hasta luego! 👋
fr: C'est bien, ce n'est pas si loin. A tout de suite!
pt_br: Isso é bom. Não é muito longe. Até breve! 👋

# snapshot.user.4
source: Laura
fr: Camille
